Repository: v3plusdigital/servicemen-customer-app
Catalog: lib/utils/l10n/app_*.arb
Languages: gu

source: Fast & Reliable Home Appliance Services
gu: ઝડપી અને વિશ્વસનીય ઘરેલુ ઉપકરણ સેવાઓ

source: All Home Services in One App
gu: બધી ઘરેલુ સેવાઓ એક જ એપમાં

# acTvFridgeWashingMachineMore
source: AC, TV, fridge, washing machine & more. Book any service in seconds.
gu: AC, TV, ફ્રિજ, વોશિંગ મશીન અને વધુ. સેકન્ડોમાં સેવા બુક કરો.

source: Next
gu: આગળ

source: Skip
gu: છોડો

source: Fast Booking, Quick Invoices
gu: ઝડપી બુકિંગ, તાત્કાલિક ઇન્વૉઇસ

source: Enjoy a smooth booking experience with easy invoice downloads.
gu: સરળ ઇન્વૉઇસ ડાઉનલોડ સાથે સ્મૂથ બુકિંગ અનુભવ મેળવો.

source: Verified & Skilled Technicians
gu: ચકાસેલ અને કુશળ ટેકનિશિયન

source: Professionals with ratings, reviews and service history.
gu: રેટિંગ, સમીક્ષાઓ અને સેવા ઇતિહાસ ધરાવતા વ્યાવસાયિકો.

source: Start
gu: શરૂ કરો

source: Welcome Back
gu: ફરી સ્વાગત છે

source: Your home service experience starts here. Log in easily with your mobile number
gu: તમારો ઘરેલુ સેવા અનુભવ અહીંથી શરૂ થાય છે. મોબાઇલ નંબરથી સરળતાથી લૉગ ઇન કરો.

source: Phone Number
gu: ફોન નંબર

source: Log In
gu: લૉગ ઇન

source: By logging in, you agree to our
gu: લૉગ ઇન કરીને તમે અમારી

source: Or Log in with
gu: અથવા આથી લોગ ઇન કરો

source: Refund policy
gu: રિફંડ નીતિ

source: Privacy Policy
gu: ગોપનીયતા નીતિ

source: Terms & Conditions
gu: નિયમો અને શરતો

source: Verification Code
gu: ચકાસણી કોડ

source: Enter 6 digit code
gu: 6 અંકનો કોડ દાખલ કરો

source: We sent a verification code to your phone number
gu: અમે તમારા ફોન નંબર પર ચકાસણી કોડ મોકલ્યો છે

source: You didn’t received any code?
gu: કોઈ કોડ મળ્યો નથી?

source: Resend code
gu: કોડ ફરી મોકલો

source: Verify
gu: ચકાસો

source: Profile Setup
gu: પ્રોફાઇલ સેટઅપ

source: Name
gu: નામ

source: Enter your name here
gu: અહીં તમારું નામ દાખલ કરો

source: Email
gu: ઇમેલ

source: Enter your email here
gu: અહીં તમારું ઇમેલ દાખલ કરો

source: Gender
gu: લિંગ

source: Male
gu: પુરુષ

source: Female
gu: સ્ત્રી

source: Other
gu: અન્ય

# continueStr
source: Continue
gu: ચાલુ રાખો

source: Use My Current Location
gu: મારું વર્તમાન સ્થાન ઉપયોગ કરો

source: Add Manually
gu: મેન્યુઅલી ઉમેરો

source: Add Address
gu: સરનામું ઉમેરો

source: House / Flat No
gu: ઘર / ફ્લેટ નંબર

source: Building / Society Name
gu: બિલ્ડિંગ / સોસાયટી નામ

source: House no
gu: ઘર નંબર

source: Enter your building name
gu: તમારું બિલ્ડિંગ નામ દાખલ કરો

# landmark
source: Landmark (optional)
gu: લૅન્ડમાર્ક (વૈકલ્પિક)

source: Enter a nearby landmark
gu: નજીકનું લૅન્ડમાર્ક દાખલ કરો

source: Area
gu: વિસ્તાર

source: Select
gu: પસંદ કરો

source: City
gu: શહેર

source: State
gu: રાજ્ય

source: Pincode
gu: પિનકોડ

source: Enter your pincode
gu: તમારો પિનકોડ દાખલ કરો

source: Address Type
gu: સરનામાનો પ્રકાર

source: Home
gu: ઘર

source: Office
gu: ઓફિસ

source: Save & Continue
gu: સેવ કરો અને ચાલુ રાખો

source: Book Now
gu: હવે બુક કરો

source: Repair & Services
gu: મરામત અને સેવાઓ

source: Videos & Photos
gu: વિડિઓ અને ફોટા

source: Why Choose Servicemen?
gu: Servicemen કેમ પસંદ કરો?

source: Expert & Verified Technicians
gu: નિષ્ણાત અને ચકાસેલ ટેકનિશિયન

source: Quick & Easy Booking
gu: ઝડપી અને સરળ બુકિંગ

source: Affordable & Transparent Pricing
gu: વાજબી અને પારદર્શક ભાવ

source: On-Time Service Guarantee
gu: સમયસર સેવા ગેરંટી

source: Booking
gu: બુકિંગ

source: Account
gu: ખાતું

source: View Details
gu: વિગતો જુઓ

source: Add
gu: ઉમેરો

source: Service Info
gu: સેવા માહિતી

source: Service Details
gu: સેવા વિગતો

source: Total Payment
gu: કુલ ચુકવણી

source: Proceed to Order
gu: ઓર્ડર માટે આગળ વધો

source: Order Summary
gu: ઓર્ડર સારાંશ

source: Payment Summary
gu: ચુકવણી સારાંશ

source: Add Problem Descriptions
gu: સમસ્યાનું વર્ણન ઉમેરો

source: Write your note...
gu: તમારી નોંધ લખો...

source: Service Location
gu: સેવા સ્થાન

source: Change Location
gu: સ્થાન બદલો

# yourTechnicianArrival
source: Your Technician’s Arrival
gu: તમારા ટેકનિશિયનનું આગમન

source: Select slot
gu: સ્લોટ પસંદ કરો

source: Proceed to Payment
gu: ચુકવણી માટે આગળ વધો

source: Address
gu: સરનામું

source: Change Address
gu: સરનામું બદલો

source: Do you want to update your location?
gu: શું તમે તમારું સ્થાન અપડેટ કરવા માંગો છો?

source: No
gu: ના

source: Yes
gu: હા

source: Please select proper address details
gu: કૃપા કરીને યોગ્ય સરનામાની વિગતો પસંદ કરો

source: Cart
gu: કાર્ટ

source: Add Services
gu: સેવાઓ ઉમેરો

source: Checkout
gu: ચેકઆઉટ

source: Active
gu: સક્રિય

source: Completed
gu: પૂર્ણ

source: Cancelled
gu: રદ

source: By Category
gu: શ્રેણી મુજબ

source: By Date
gu: તારીખ મુજબ

source: Order ID
gu: ઓર્ડર ID

source: Service
gu: સેવા

source: Slot Date
gu: સ્લોટ તારીખ

source: Slot Time
gu: સ્લોટ સમય

source: Cancel Booking
gu: બુકિંગ રદ કરો

source: Modify Booking
gu: બુકિંગ ફેરફાર કરો

source: Add Ratting
gu: રેટિંગ ઉમેરો

source: Download Invoice
gu: ઇન્વૉઇસ ડાઉનલોડ કરો

source: Booking Details
gu: બુકિંગ વિગતો

source: Amount
gu: રકમ

source: Added Problem Descriptions
gu: ઉમેરેલ સમસ્યાનું વર્ણન

source: Track Status
gu: સ્થિતિ ટ્રેક કરો

source: Pending
gu: બાકી

source: Assigned
gu: સોંપાયેલ

source: In-Progress
gu: પ્રગતિમાં

source: Please review to proceed.
gu: આગળ વધવા માટે સમીક્ષા કરો.

source: Technician Update
gu: ટેકનિશિયન અપડેટ

source: Pay for additional work amount
gu: વધારાના કામ માટે ચુકવણી કરો

source: Notes
gu: નોંધો

source: Add Reason for Cancellation
gu: રદ કરવાની કારણ ઉમેરો

source: Cancelled Date
gu: રદ કરવાની તારીખ

source: Refund Amount
gu: રિફંડ રકમ

# howSatisfiedAreYouWithTheTechnicianService
source: How satisfied are you with the technician’s service?
gu: તમે ટેકનિશિયનની સેવામાં કેટલા સંતોષી છો?

source: Rate this service
gu: આ સેવાને રેટ કરો

source: Submit
gu: સબમિટ કરો

source: Technician
gu: ટેકનિશિયન

source: Are you sure you want to cancel this
gu: શું તમે ખરેખર આ રદ કરવા માંગો છો

source: According to our policy, you will receive an
gu: અમારી નીતિ મુજબ તમને મળશે

source: refund
gu: રિફંડ

source: Write here...
gu: અહીં લખો...

source: Yes, Cancel
gu: હા, રદ કરો

source: Account Details
gu: ખાતા વિગતો

source: Personal Information
gu: વ્યક્તિગત માહિતી

source: Manage Address
gu: સરનામું મેનેજ કરો

source: Change Language
gu: ભાષા બદલો

source: Help & Support
gu: મદદ અને સપોર્ટ

source: FAQ’s
gu: પ્રશ્નોત્તરી

source: About Us
gu: અમારા વિશે

source: Log Out
gu: લૉગ આઉટ

source: Change
gu: બદલો

source: Completed Date
gu: પૂર્ણ થયાની તારીખ
